{
    "missions": [
        {
            "Name":"너의 실력, 한번 볼까?",
            "Description":"안녕, 난 돈 루치아노야. 우리 마피아 조직과 함께 일하고 싶다며? 좋아, 그런데 그렇게 쉽게 거래를 하진 않을거아. 네가 얼마나 잘하는지 한번 보자고. 이건 너한테 주는 첫 시험이야. 너에게 1000G를 벌어오라는 미션을 줄 거야. 그 돈을 어떻게 벌지는 네 몫이야. 단, 시간은 많지 않다. 빨리 움직여야 해. 너에게 술을 살 수 있는 접선 장소를 소개시켜줄게. 거기서 싸게 사서 다른 데 가서 비싸게 팔아. 무슨 물건이든 상관없어. 중요한 건 그걸로 돈을 벌어야 한다는 거야. 하지만 쉽게 생각하지 마. 경찰 눈을 피해야 하니까. 만약 술읖 팔다 걸리면 벌금을 내야 될거야 네가 얼마나 똑똑하고 빠른지 보자고. 1000G를 벌어오면 다음 단계로 넘어갈 수 있어. 실패하면, 여기까지야. 네가 우리랑 일할 자격이 있는지 없는지, 이번이 마지막 기회일 수도 있으니까 잘 해봐. 기대하고 있을게. 돈 루치아노",
            "Reward":500,
            "DidMission":false
        },
        {
            "Name":"맥주 5개 구매하기",
            "Description":"안녕, 돈 루치아노다. 첫 번째 미션을 훌륭히 수행한 걸 보니, 나의 기대를 저버리지 않았어. 너의 능력을 더 시험해보고 싶어서, 이번엔 조금 다른 성격의 미션을 준비했어. 금주법 시대, 우리의 사업에는 맥주 같은 술이 필수적이야. 이번 미션은 단순해 보일 수 있지만, 실제로는 그렇지 않을 거야. 너에게 맥주 5개를 구매하라는 임무를 주고 싶어. 하지만 기억해, 이건 법이 엄격한 시대에 쉬운 일이 아니야. 이 미션을 성공적으로 완수하면, 너의 위치는 우리 조직 내에서 더욱 공고해질 거야. 실패는 용납할 수 없어. 너에게 주어진 기회를 최대한 활용해 보여줘. 기다리고 있겠어. 돈 루치아노",
            "Reward":1000,
            "DidMission":false
        },
        {
            "Name":"요리의 강화",
            "Description":"안녕, 돈 루치아노다. 지금까지 잘 해내고 있는 거 같아. 하지만 이제 너에게 새로운 도전을 줄 시간이야. 우리의 비밀 술 사업이 성공적으로 진행되고 있으니, 이번엔 너의 음식점의 다른 측면을 강화할 차례야. 너의 요리 실력을 시험할 때가 왔어. 이번 미션은 너의 대표 요리를 3회에 걸쳐 강화하는 거야. 각 단계는 요리의 품질을 한 단계씩 끌어올리는 것을 목표로 하고, 최종적으로는 너의 음식점을 찾는 사람들에게 잊을 수 없는 맛을 선사해야 해. 우리 조직 내부의 미식가들, 심지어 특별한 손님들을 초대해서 너의 요리를 맛볼 수도 있지. 최종 목표는 너의 요리가 단순한 음식을 넘어서서, 이야기할 가치가 있는 경험으로 거듭나는 거야. 성공한다면, 너의 음식점은 금주법 시대에도 빛나는 명소가 될 거야. 사람들은 너의 요리를 맛보기 위해 멀리서도 찾아올 거고, 너의 비즈니스는 번창할 거야. 너에게 행운을 빈다. 잊지 마, 우리가 항상 지켜보고 있다는 걸. 돈 루치아노",
            "Reward":1000,
            "DidMission":false
        },
        {
            "Name":"하루에 음식 10개 팔기",
            "Description":"안녕, 돈 루치아노다. 이번엔 네게 좀 더 직접적인 도전을 줄까 한다. 이번 목표는 하루에 음식 10개를 판매하는 거야. 들어보니까 쉬워 보일 수도 있지만, 이건 단순히 판매량을 늘리는 게 아니야. 우리는 이 기회를 이용해 음식점의 명성을 높이고, 비밀 술 판매에 대한 관심도 자연스럽게 끌어올리려고 해. 하루에 음식 10개를 판매하는 것은 시작에 불과해. 이 목표를 달성한다면, 너의 음식점은 금주법 시대에도 번성할 수 있는 장소로 자리 잡게 될 거야. 그리고 우리 조직과의 관계도 한층 더 깊어질 거고. 이번 미션을 성공적으로 완수하는 것이 너와 우리 모두에게 얼마나 큰 이득이 될지 생각해 봐. 실패는 용납할 수 없어. 너의 실력을 보여줘. 기대하고 있을게. 돈 루치아노",
            "Reward":1500,
            "DidMission":false
        },
        {
            "Name":"빚 40,000G 이하로 낮추기",
            "Description":"안녕, 다시 돈 루치아노다. 이번엔 너의 음식점이 직면한 또 다른 문제에 대해 이야기해볼까 한다. 네가 우리에게 진 빚이 상당히 높아졌다는 소식을 들었어. 우리는 네가 성공하기를 바라. 그래서 이번 미션은 너의 빚을 40,000G 이하로 낮추는 거야. 이 목표를 달성하기 위해, 너는 비단 음식 판매만이 아니라 전략적인 사고와 재정 관리 기술도 필요할 거야. 너의 빚을 40,000G 이하로 낮추는 것은 단순히 숫자를 줄이는 것을 넘어서, 너의 비즈니스를 더 건강하고 지속 가능한 방향으로 이끄는 과정이야. 이 미션을 통해 너는 더 나은 사업가로 성장할 수 있을 거야. 이번 도전을 통해 너의 음식점이 어떻게 변화할지 기대하고 있어. 우리는 항상 너의 성공을 응원하고 있으니까, 실패는 없다고 생각해. 행운을 빌어. 돈 루치아노",
            "Reward":2000,
            "DidMission":false
        },
        {
            "Name":"위스키 5개 팔기",
            "Description":"안녕, 다시 돈 루치아노야. 이번엔 너한테 좀 더 특별한 미션을 줄까 해. 금주법 시대에 우리 음식점에서 몰래 위스키를 팔아야 할 시간이 왔어. 목표는 간단해: 하루 안에 위스키 5병을 팔아야 해. 이 일을 하기 위해선 너의 재치와 능력이 모두 필요할 거야. 이 미션을 완수하는 것은 단순히 위스키 5병을 판매하는 것을 넘어서, 너의 음식점이 이 어려운 시대에 어떻게 살아남고 번성할 수 있는지를 보여주는 거야. 너의 재치와 능력을 증명할 기회야. 우리는 네가 이 미션을 성공적으로 완수하고, 모든 위험을 잘 관리할 수 있기를 기대하고 있어. 실패는 우리에게 옵션이 아니야. 행운을 빌어. 돈 루치아노",
            "Reward":2000,
            "DidMission":false
        },
        {
            "Name":"대량 맥주 주문 처리하기",
            "Description":"안녕, 네가 이제 우리와의 거래에서 어느 정도 신뢰를 쌓아올렸다고 판단되어, 이번엔 좀 더 큰 일을 맡기기로 했어. 돈 루치아노야. 이번엔 특별한 고객 한 명을 네게 소개시켜줄 거야. 이 고객은 맥주 15개를 대량으로 주문하고 싶어 해. 이 미션은 단순히 맥주를 판매하는 것을 넘어서, 우리 조직과의 관계를 더욱 공고히 하고, 너의 음식점이 어떤 상황에서도 대응할 수 있는 능력을 보여주는 기회야. 이 미션을 통해 너는 우리 조직 내에서 더 중요한 위치를 차지하게 될 거야. 하지만 기억해, 성공은 너의 능력과 주의력에 달려 있어. 실패는 우리 모두에게 손실을 의미하니까 말이야. 너에게 행운을 빌며, 이번 미션의 성공적인 완수를 기대하고 있어. 돈 루치아노",
            "Reward":1500,
            "DidMission":false
        },
        {
            "Name":"대량 와인 주문 처리하기",
            "Description":"안녕, 이번엔 마지막 미션에 대해 이야기하자는 거야, 돈 루치아노에서. 네가 지금까지 보여준 능력과 신뢰성에 깊은 인상을 받았어. 그래서 너에게 이번엔 특별한 도전을 주고 싶어. 중요한 이벤트를 앞두고 있는 고객이 와인 30병을 대량으로 주문하고 싶어 해. 이 미션은 너의 음식점의 명성을 한층 더 높일 수 있는 기회야. 또한, 우리 조직과의 관계를 더욱 공고히 할 수 있어. 이 미션을 통해 너의 음식점은 단순한 식당을 넘어, 고급 와인과 특별한 이벤트를 위한 최고의 선택지로 자리매김할 수 있을 거야. 우리는 너의 성공을 확신하고 있어. 이번 미션의 성공적인 완수를 기대하며, 너에게 모든 행운을 빌어. 돈 루치아노",
            "Reward":5000,
            "DidMission":false
        }
    ]
}